Repository: estebanbaigts/Yumi
Catalog: Yumi/Sources/App/Localization/Localizable.xcstrings
Source language: fr
Languages: en

source: %@ autres attendent.
en: %@ others are waiting.

source: (ou cette session)
en: (or this session)

source: C'est fait : bienvenue.txt t'attend.
en: Done: welcome.txt is waiting for you.

source: Un autre attend.
en: Another one is waiting.

source: dans le projet %@
en: in the %@ project

source: et %lld autres
en: and %lld more

source: le lendemain
en: the next day

source: ni
en: or

source: pour %@
en: for %@

source: sur %@
en: on %@

source: à
en: at

source: à %@
en: at %@

# %@ %@ aujourd'hui%@.
source: %1$@ %2$@ aujourd'hui%3$@.
en: %1$@ %2$@ today%3$@.

# %@ : %lld lignes, %lld caractères
source: %1$@ : %2$lld lignes, %3$lld caractères
en: %1$@: %2$lld lines, %3$lld characters

source: %@ : la limite du jour est atteinte. Elle revient à minuit, heure du Pacifique (9 h à Paris).
en: %@: today's limit is reached. It resets at midnight Pacific time (9 AM in Paris).

source: %@ : trop de demandes cette minute.
en: %@: too many requests this minute.

source: %@ J'ai bien dormi. Toi aussi, j'espère.
en: %@ I slept well. I hope you did too.

# %@ Je n'ai pas oublié : %@.
source: %1$@ Je n'ai pas oublié : %2$@.
en: %1$@ I haven't forgotten: %2$@.

source: %@ Je n'ai rien fait.
en: %@ I didn't do anything.

source: %@ Rien de prévu aujourd'hui. Je garde la maison.
en: %@ Nothing planned today. I'll mind the house.

source: %@ a commencé.
en: %@ has started.

# %@ a forké %@.
source: %1$@ a forké %2$@.
en: %1$@ forked %2$@.

# %@ a forké %@. Ton code voyage.
source: %1$@ a forké %2$@. Ton code voyage.
en: %1$@ forked %2$@. Your code is travelling.

# %@ a un double chez %@.
source: %1$@ a un double chez %2$@.
en: %1$@ has a twin at %2$@'s.

source: %@ contributions sur un an
en: %@ contributions in the last year

source: %@ d'affilée. Une pause ?
en: %@ straight. A break?

# %@ d'un coup sur %@. Ça brille.
source: %1$@ d'un coup sur %2$@. Ça brille.
en: %1$@ at once on %2$@. Shiny.

# %@ dans %@, et Claude attend ta réponse.
source: %1$@ dans %2$@, et Claude attend ta réponse.
en: %1$@ in %2$@, and Claude is waiting for your answer.

# %@ dans %@.
source: %1$@ dans %2$@.
en: %1$@ in %2$@.

# %@ de %@, %@ de pause.
source: %1$@ de %2$@, %3$@ de pause.
en: %1$@ of %2$@, %3$@ break.

# %@ de plus pour %@. Je les ai comptées.
source: %1$@ de plus pour %2$@. Je les ai comptées.
en: %1$@ more for %2$@. I counted them.

# %@ en %@.
source: %1$@ en %2$@.
en: %1$@ in %2$@.

source: %@ en pause
en: %@ paused

source: %@ est devenu un lien, je n'y touche pas
en: %@ has become a link, I won't touch it

source: %@ est en lecture seule
en: %@ is read-only

# %@ est en ligne%@.
source: %1$@ est en ligne%2$@.
en: %1$@ is live%2$@.

source: %@ est là
en: %@ is out

source: %@ est partie. Je m'incline.
en: %@ is out. I take a bow.

source: %@ est plus court que prévu
en: %@ is shorter than expected

source: %@ est sortie.
en: %@ is out.

source: %@ est sortie. C'est dehors.
en: %@ is out. It's in the wild.

source: %@ est trop gros pour que j'y ajoute quelque chose
en: %@ is too big for me to add anything to it

source: %@ est un lien, je n'y touche pas
en: %@ is a link, I won't touch it

# %@ et %@.
source: %1$@ et %2$@.
en: %1$@ and %2$@.

source: %@ existe déjà, et je ne remplace jamais un fichier
en: %@ already exists, and I never replace a file

source: %@ fichiers touchés
en: %@ files touched

source: %@ heures
en: %@ hours

source: %@ n'est pas installé dans Ollama.
en: %@ isn't installed in Ollama.

source: %@ n'est pas prêt. Configure-le dans les réglages, section Moteurs, ou choisis « Automatique ».
en: %@ isn't ready. Set it up in Settings, Engines, or choose "Automatic".

source: %@ n'est pas un fichier
en: %@ isn't a file

source: %@ n'est pas un fichier texte
en: %@ isn't a text file

source: %@ n'est plus dans Téléchargements, sur le Bureau ou dans Documents
en: %@ is no longer in Downloads, on the Desktop or in Documents

source: %@ n'existe plus
en: %@ no longer exists

source: %@ n'existe plus à cet endroit
en: %@ no longer exists there

source: %@ ne connaît pas ce modèle pour ta clé. Change le modèle dans les réglages, section Moteurs (ou laisse le champ vide).
en: %@ doesn't know this model for your key. Change the model in Settings, Engines (or leave the field empty).

source: %@ ne donne pas de quota gratuit pour ce modèle à ta clé. Choisis un autre modèle dans les réglages, ou un autre moteur.
en: %@ gives your key no free quota for this model. Choose another model in Settings, or another engine.

# %@ ne m'a pas répondu (%@).
source: %1$@ ne m'a pas répondu (%2$@).
en: %1$@ didn't answer me (%2$@).

source: %@ personnes de plus te suivent.
en: %@ more people follow you.

# %@ plaît à %@. Une étoile de plus.
source: %1$@ plaît à %2$@. Une étoile de plus.
en: %2$@ likes %1$@. One more star.

# %@ plus tard, c'est terminé sur %@.
source: %1$@ plus tard, c'est terminé sur %2$@.
en: %1$@ later, it's done on %2$@.

source: %@ pour cent et pas de chargeur. Je m'inquiète un peu.
en: %@ percent and no charger. I'm a little worried.

source: %@ pour cent. Je dis ça, je dis rien.
en: %@ percent. Just saying.

source: %@ refuse la clé. Vérifie-la dans les réglages, section Moteurs.
en: %@ refuses the key. Check it in Settings, Engines.

source: %@ refuse pour l'instant (quota ou trop de demandes). Réessaie plus tard.
en: %@ refuses for now (quota or too many requests). Try again later.

source: %@ sans souffler. Je te garde ta place cinq minutes ?
en: %@ without a breather. Shall I keep your seat for five minutes?

source: %@ tâches Notion, dont %@
en: %@ Notion tasks, including %@

# %@ vient d'étoiler %@. Je l'ai attrapée au vol.
source: %1$@ vient d'étoiler %2$@. Je l'ai attrapée au vol.
en: %1$@ just starred %2$@. I caught it mid-air.

# %@ vient de prendre %@.
source: %1$@ vient de prendre %2$@.
en: %1$@ just took %2$@.

# %@ · %@ t'attend
source: %1$@ · %2$@ t'attend
en: %1$@ · %2$@ is waiting

source: %@ · %lld commits sur %@
en: %@ · %lld commits on %@

source: %@ · accord sur %@
en: %@ · approval on %@

source: %@ · un commit sur %@
en: %@ · one commit on %@

# %@ à %@
source: %1$@ à %2$@
en: %1$@ at %2$@

# %@ à %@.
source: %1$@ à %2$@.
en: %1$@ at %2$@.

source: %@ étoiles
en: %@ stars

# %@ étoiles de plus sur %@.
source: %1$@ étoiles de plus sur %2$@.
en: %1$@ more stars on %2$@.

# %@%@, dont %@
source: %1$@%2$@, dont %3$@
en: %1$@%2$@, including %3$@

# %@, %@ rendez-vous, le premier c'est %@
source: %1$@, %2$@ rendez-vous, le premier c'est %3$@
en: %1$@, %2$@ appointments, the first is %3$@

source: %@, c'est déjà passé
en: %@ has already passed

source: %@, en cours
en: %@, in progress

# %@, un rendez-vous : %@
source: %1$@, un rendez-vous : %2$@
en: %1$@, one appointment: %2$@

source: %@. C'est fait.
en: %@. All done.

source: %lld PR ouvertes
en: %lld open PRs

source: %lld aujourd'hui, %lld cette semaine
en: %lld today, %lld this week

source: %lld commits sur %@
en: %lld commits on %@

# %lld contributions le %@
source: %1$lld contributions le %2$@
en: %1$lld contributions on %2$@

source: %lld en retard.
en: %lld late.

source: %lld fichiers
en: %lld files

source: %lld jours
en: %lld days

source: %lld tâches à faire
en: %lld tasks to do

source: %lld éléments
en: %lld items

# %lld/%lld tâches
source: %1$lld/%2$lld tâches
en: %1$lld/%2$lld tasks

source: , %@ t'attendent
en: , %@ are waiting for you

source: , dans la liste %@
en: , in the %@ list

source: , dans le calendrier %@
en: , in the %@ calendar

source: , demain
en: , tomorrow

source: , et
en: , and

source: , le premier à %@
en: , the first at %@

source: , mais
en: , but

source: , une t'attend
en: , one is waiting for you

source: , à %@
en: , at %@

source: . Je surveille.
en: . I'm watching.

source: 14:30 Point produit
en: 2:30 PM Product sync

source: 14:30 à 15:00, en visio
en: 2:30 to 3:00 PM, video call

source: 19° et des éclaircies
en: 19° and sunny spells

source: 2 sessions ouvertes, 1 attend ta réponse
en: 2 open sessions, 1 waiting for your answer

source: 3 sessions · accord sur api
en: 3 sessions · approval on api

source: A atteint sa limite.
en: Hit its limit.

source: A une question pour toi.
en: Has a question for you.

source: Absent
en: Missing

# Accessibility %@
source: Accessibilité %@
en: Accessibility %@

source: Accessibilité
en: Accessibility

source: Accès donné
en: Access granted

source: Activer les rappels
en: Turn on reminders

source: Activité
en: Activity

source: Actualiser les modèles
en: Refresh models

# Add a reminder
source: Ajouter un rappel
en: Add a reminder

# Add an event
source: Ajouter un événement
en: Add an event

# Add to a file
source: Ajouter à un fichier
en: Add to a file

source: Afficher %@
en: Show %@

source: Afficher dans l'île
en: Show in the island

source: Afficher les outils de développeur
en: Show developer tools

source: Agenda
en: Calendar

# Agent cancelled: %@
source: Agent annulé : %@
en: Agent cancelled: %@

# Agent failed: %@
source: Agent en échec : %@
en: Agent failed: %@

source: Ah, te voilà. Claude a une question pour toi.
en: Ah, there you are. Claude has a question for you.

source: Ah, te voilà. Je commençais à somnoler.
en: Ah, there you are. I was starting to doze off.

source: Ajouter
en: Add

source: Ajouter dans
en: Add to

source: Ajouter une tâche avec un raccourci
en: Add a task with a shortcut

source: Ajouter « %@ » à Notion
en: Add “%@” to Notion

source: Ajouter « %@ » à Rappels
en: Add “%@” to Reminders

source: Ajouté : %@
en: Added: %@

source: Aléatoire
en: Random

source: Annuler
en: Cancel

source: Anthropic (clé API)
en: Anthropic (API key)

source: Appuie sur les touches…
en: Press the keys…

source: Arrêter
en: Stop

source: Atelier client
en: Client workshop

source: Atelier, dernière session il y a une heure
en: Atelier, last session an hour ago

source: Attend ton message.
en: Waiting for your message.

source: Aucun
en: None

source: Aucun dépôt suivi.
en: No repository followed.

source: Aucun module affiché. Active-en un ci-dessous.
en: No module shown. Turn one on below.

source: Aucun modèle installé dans Ollama.
en: No model installed in Ollama.

source: Aucune
en: None

source: Aucune base partagée avec l'intégration
en: No database shared with the integration

source: Aucune contribution le %@
en: No contributions on %@

source: Aucune décision.
en: No decisions.

source: Aucune tâche pour aujourd'hui
en: No task for today

source: Aujourd'hui
en: Today

source: Automatique
en: Automatic

source: Autorisations
en: Permissions

source: Autorise Yumi à lire tes Rappels pour voir ceux du jour.
en: Allow Yumi to read your Reminders to see today's.

source: Autorise d'abord Yumi à lire ton calendrier : ouvre le module Agenda dans l'île, ou Réglages Système, Confidentialité et sécurité, Calendriers.
en: First allow Yumi to read your calendar: open the Agenda module in the island, or System Settings, Privacy & Security, Calendars.

source: Autoriser
en: Allow

source: Autoriser…
en: Allow…

source: Autorisé
en: Allowed

source: Avance.
en: Moving on.

source: Avec %@
en: With %@

source: Base Notion
en: Notion database

source: Bien reçu
en: Got it

source: Bienvenue.
en: Welcome.

source: Bon retour%@. J'ai gardé ta place.
en: Welcome back%@. I kept your seat.

source: Bon retour. C'est passé pendant ton absence.
en: Welcome back. It went through while you were away.

# Bonjour%@. J'ai regardé ta journée : %@%@.
source: Bonjour%1$@. J'ai regardé ta journée : %2$@%3$@.
en: Morning%1$@. I looked at your day: %2$@%3$@.

source: Bonjour%@. Je suis réveillé, tu peux y aller.
en: Morning%@. I'm awake, off you go.

source: Bonjour%@. Journée libre, à ce que je vois.
en: Morning%@. A free day, from what I see.

source: Branche Notion dans les réglages
en: Connect Notion in the settings

source: Brancher
en: Connect

source: Branché
en: Connected

source: C'est ajouté à la fin de %@.
en: Added to the end of %@.

source: C'est annulé, je n'ai rien fait.
en: Cancelled, I didn't do anything.

source: C'est coché dans Notion : %@.
en: Ticked in Notion: %@.

source: C'est dans Notion, dans %@ : %@.
en: It's in Notion, in %@: %@.

# C'est dans ton calendrier : %@, %@.
source: C'est dans ton calendrier : %1$@, %2$@.
en: It's in your calendar: %1$@, %2$@.

# C'est fait en partie%@ : %@.
source: C'est fait en partie%1$@ : %2$@.
en: Partly done%1$@: %2$@.

source: C'est fait, et j'ai vérifié%@.
en: Done, and I checked%@.

source: C'est fusionné %@.
en: Merged %@.

source: C'est fusionné : %@
en: Merged: %@

source: C'est fusionné sur %@.
en: Merged on %@.

# C'est noté dans tes Rappels : %@%@.
source: C'est noté dans tes Rappels : %1$@%2$@.
en: It's in your Reminders: %1$@%2$@.

source: C'est parti pour %@. Je me tais.
en: Off we go for %@. I'll be quiet.

source: C'est passé sur %@.
en: It went through on %@.

source: C'est passé sur api.
en: It went through on api.

source: C'est passé, après %@. Bien joué.
en: It went through, after %@. Well done.

source: C'est passé.
en: It went through.

source: C'est pour %@.
en: It's for %@.

source: C'est pour aujourd'hui.
en: It's for today.

source: C'est trop risqué : je ne le fais pas.
en: That's too risky: I won't do it.

source: C'est écrit. Relance tes sessions Claude Code pour que je les voie.
en: It's written. Restart your Claude Code sessions so I can see them.

source: C'était pour %@.
en: It was for %@.

source: C'était prévu avant aujourd'hui.
en: It was due before today.

source: CE QUE TU M'AS PERMIS
en: WHAT YOU'VE ALLOWED ME

source: CI en cours
en: CI running

source: CI rouge
en: CI red

source: CI rouge : %@
en: CI red: %@

source: CI verte
en: CI green

source: Café
en: Coffee

source: Café d'abord
en: Coffee first

# Calendrier n'a pas enregistré l'événement (%@ %lld)
source: Calendrier n'a pas enregistré l'événement (%1$@ %2$lld)
en: Calendar didn't save the event (%1$@ %2$lld)

source: Calendrier par défaut
en: Default calendar

source: Calendrier par défaut (%@)
en: Default calendar (%@)

# Cancel
source: Annuler
en: Cancel

source: Caractère
en: Character

source: Ce que je fais sans te demander
en: What I do without asking

source: Ce que je sais de toi
en: What I know about you

source: Ce que je vais écrire
en: What I'll write

source: Ces accès se donnent dans les Réglages Système. Je ne les demande que quand un module en a besoin.
en: These are granted in System Settings. I only ask when a module needs one.

source: Changer…
en: Change…

# Check tools
source: Vérifier les outils
en: Check tools

source: Cherche
en: Searches

source: Cherche sur le web
en: Searches the web

source: Choisir…
en: Choose…

source: Choisis d'abord une base dans Réglages > Modules > Notion.
en: First choose a database in Settings > Modules > Notion.

source: Choisis la base Notion dans Réglages > Général.
en: Choose the Notion database in Settings > General.

source: Choisis mes modules dans les réglages de l'app.
en: Choose my modules in the app's settings.

source: Choisis ton dossier .claude pour que %@ y ajoute ses hooks
en: Choose your .claude folder so %@ can add its hooks

source: Choisis un modèle.
en: Choose a model.

source: Choisis une base Notion dans les réglages.
en: Choose a Notion database in the settings.

# Claude %@ sur %@.
source: Claude %1$@ sur %2$@.
en: Claude %1$@ on %2$@.

source: Claude Code n'est pas connecté. Lance « claude » dans le Terminal, tape /login, et on reprend.
en: Claude Code isn't logged in. Run "claude" in Terminal, type /login, and we'll pick up again.

source: Claude Code n'est pas installé ou pas connecté (claude, puis /login).
en: Claude Code isn't installed or isn't logged in (claude, then /login).

source: Claude a atteint sa limite sur %@. On attend.
en: Claude hit its limit on %@. We wait.

# Claude a fini sur %@, en %@.
source: Claude a fini sur %1$@, en %2$@.
en: Claude finished on %1$@, in %2$@.

source: Claude a une question pour toi sur %@.
en: Claude has a question for you on %@.

source: Claude a une question pour toi.
en: Claude has a question for you.

source: Claude attend ton message sur %@.
en: Claude is waiting for your message on %@.

source: Claude avance sur %@. Je surveille.
en: Claude is moving on %@. I'm watching.

source: Claude cherche
en: Claude is searching

source: Claude modifie Accueil.swift sur atelier.
en: Claude edits Home.swift on atelier.

source: Claude réfléchit
en: Claude is thinking

source: Claude réfléchit sur %@.
en: Claude is thinking on %@.

source: Claude t'attend sur %@
en: Claude is waiting for you on %@

source: Claude t'attend sur %@.
en: Claude is waiting for you on %@.

# Claude t'attend, et %@ commence dans %@.
source: Claude t'attend, et %1$@ commence dans %2$@.
en: Claude is waiting for you, and %1$@ starts in %2$@.

source: Claude travaille
en: Claude is working

source: Claude veut lancer ça. Je laisse passer ?
en: Claude wants to run this. Shall I let it through?

source: Claude veut ton accord sur %@
en: Claude wants your approval on %@

source: Claude veut ton accord sur %@. Je laisse passer ?
en: Claude wants your approval on %@. Shall I let it through?

source: Claude veut ton accord sur api. Je laisse passer ?
en: Claude wants your approval on api. Shall I let it through?

source: Claude veut utiliser %@. Je laisse passer ?
en: Claude wants to use %@. Shall I let it through?

source: Clic droit sur moi pour les réglages ou pour quitter. Triple Maj m'ouvre de partout.
en: Right-click me for settings or to quit. Press Shift three times to open me from anywhere.

source: Clé API
en: API key

source: Clé d'intégration
en: Integration key

source: Clé enregistrée
en: Key saved

source: Clé enregistrée.
en: Key saved.

source: Clé retirée.
en: Key removed.

source: Cocher « %@ » dans Notion
en: Tick “%@” in Notion

source: Colle ton jeton d'accès
en: Paste your access token

source: Combien de temps libre j'ai demain pour avancer sur Yumi ?
en: How much free time do I have tomorrow to work on Yumi?

source: Comme sur ton profil GitHub. Je les relis au plus toutes les trente minutes.
en: As on your GitHub profile. I read them again every thirty minutes at most.

source: Compte
en: Account

source: Concerne : %@
en: Concerns: %@

source: Conséquence : on ne pourra pas revenir en arrière
en: Consequence: it can't be undone

source: Conséquence : réversible
en: Consequence: reversible

source: Contenu
en: Content

source: Contexte
en: Context

source: Contexte joint : %@. Retirer
en: Context attached: %@. Remove

source: Contexte retiré : %@. Joindre
en: Context removed: %@. Attach

source: Contributions GitHub
en: GitHub contributions

source: Copie un texte, je le garde en note.
en: Copy some text, I'll keep it as a note.

source: Couleurs
en: Colours

# Create a file
source: Créer un fichier
en: Create a file

source: Crée une intégration interne sur notion.so/my-integrations, colle sa clé ici, puis dans chaque base à suivre ouvre « … », « Connexions » et ajoute l'intégration. Je ne lis que les bases cochées ici, et je n'y ajoute une tâche qu'avec ton accord.
en: Create an internal integration at notion.so/my-integrations, paste its key here, then in each database to follow open “…”, “Connections” and add the integration. I only read the databases ticked here, and only add a task with your approval.

source: Créer les événements dans
en: Create events in

# Current context
source: Contexte actuel
en: Current context

# Current time
source: Heure actuelle
en: Current time

source: D'accord, je n'y touche pas.
en: Alright, I won't touch it.

source: Dans Notion
en: In Notion

source: Dans Notion, %@
en: In Notion, %@

source: Dans Rappels
en: In Reminders

source: Dans l'île
en: In the island

source: Dans ~/.claude/settings.json, « %@ » n'a pas la forme attendue. Je n'y ai pas touché.
en: In ~/.claude/settings.json, "%@" isn't in the expected shape. I didn't touch it.

# Dehors, %lld° et %@.
source: Dehors, %1$lld° et %2$@.
en: Outside, %1$lld° and %2$@.

source: Demain, %@.
en: Tomorrow, %@.

# Demande %@ : %@
source: Demande %1$@ : %2$@
en: Asks for %1$@: %2$@

source: Demande %@.
en: Asks for %@.

source: Demande : %@
en: Request: %@

source: Demande Bash : npm test
en: Asks for Bash: npm test

source: Demande-moi quelque chose
en: Ask me something

source: Depuis %@
en: For %@

source: Derniers événements
en: Latest events

source: Dernière note
en: Latest note

source: Descendre
en: Move down

# Deux choses : Claude attend, et %@ est dans %@.
source: Deux choses : Claude attend, et %1$@ est dans %2$@.
en: Two things: Claude is waiting, and %1$@ is in %2$@.

source: Deux heures d'affilée. Une pause ?
en: Two hours straight. A break?

source: Dis-le-moi, je te donne le ciel d'ici.
en: Tell me, and I'll give you the sky over there.

source: Donne, je m'en occupe.
en: Hand it over, I'll take care of it.

source: Donne-m'en un neuf, je reprends ma garde.
en: Give me a new one and I'll be back on watch.

source: Donne-moi un jeton GitHub pour voir tes contributions.
en: Give me a GitHub token to see your contributions.

source: Donne-moi un jeton, je surveille tes dépôts.
en: Give me a token, I'll watch your repositories.

source: Dossier .claude
en: .claude folder

source: Du code est parti sur %@.
en: Code went out on %@.

source: Du code poussé
en: Code pushed

source: Démarrer
en: Start

source: Dépôts
en: Repositories

source: Dépôts suivis
en: Followed repositories

source: Détail
en: Details

source: Développeur
en: Developer

source: EEEE d MMMM
en: EEEE, MMMM d

source: Effacer
en: Clear

source: En automatique, je parle la langue de ton Mac.
en: On automatic, I speak your Mac's language.

source: En pause. Je garde ta place.
en: Paused. I'm keeping your seat.

source: En retard
en: Late

source: Enregistrer
en: Save

source: Envoyer
en: Send

source: Envoyer un retour
en: Send feedback

source: Erreur
en: Error

source: Espace
en: Space

source: Essayer plus tard
en: Try later

source: Essayer plus tôt
en: Try earlier

source: Exécute
en: Runs

source: Exécute · swift test
en: Runs · swift test

source: Fermer
en: Close

source: Focus en cours
en: Focus running

source: Fusion faite sur %@. Deux gouttes, une seule.
en: Merged on %@. Two drops, now one.

source: Garder
en: Keep

source: GitHub me demande d'attendre. Je réessaie à %@.
en: GitHub asks me to wait. I'll try again at %@.

source: Glisse pour changer l'ordre. Les %lld premiers restent dans l'île.
en: Drag to change the order. The first %lld stay in the island.

source: Google Gemini (clé API)
en: Google Gemini (API key)

source: Général
en: General

source: Hooks retirés.
en: Hooks removed.

source: Ici, on prend le temps de bien faire.
en: Here, we take the time to do things well.

source: Idée : mode nuit pour Yumi
en: Idea: night mode for Yumi

source: Idée : une page d'accueil plus calme
en: Idea: a calmer home page

source: Il bosse dur
en: Working hard

source: Il est tard. Je reste là, mais toi tu peux aller dormir.
en: It's late. I'm staying, but you could go to bed.

source: Il kiffe
en: Loving it

source: Il me manque la clé API. Ouvre les réglages.
en: I'm missing the API key. Open Settings.

source: Il me manque mes hooks. Je m'installe ?
en: I'm missing my hooks. Shall I install them?

source: Il neige. Couvre-toi.
en: It's snowing. Wrap up.

source: Il pleut. Prends un parapluie.
en: It's raining. Take an umbrella.

source: Il se fait tard%@. Ça attendra demain, non ?
en: It's getting late%@. That can wait until tomorrow, right?

source: Il t'attend dans la session.
en: It's waiting for you in the session.

source: Il vient de s'y mettre. Je surveille.
en: It just got started. I'm watching.

source: Indisponible dans cette version.
en: Not available in this version.

source: Installe-toi, regarde autour de toi,
en: Make yourself at home, look around,

source: Installer
en: Install
